Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=766_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Oppimateriaaleja internetissä
sme: Oahppamateriálat interneahtas

source: org - Tervetuloa OAHPA-sivuille !
sme: org - Buresboahtin Oahpa-siidduide !

source: Kokeile vaikkapa sanojen taivuttamista:
sme: Ovttas.no Sámi oahpponeavvut neahtas

source: Oktavuohta Nettilehti saamelaisista ja saamelaiskulttuurista
sme: Oktavuohta Neahttaaviisa sámiin ja sámi kultuvrras

source: Nettisaje - inarinsaamenkieliset nettisivut, joilla voi jakaa tietoja, keskustella ja löytää monenlalista materiaalia, kuten artikkeleleita, kuvia, laulujen sanoja ja oppimateriaaleja.
sme: Nettisaje - anárašgielat neahttasiiddut, gos sáhttá juohkit dieđuid, ságastallat ja gávdnat máŋggalágan materiála numot čállosiid, govaid, lávlagiid sániid ja oahppamateriálaid.

source: Álgu - diehtovuođđu - Saamelaiskielten sanojen alkuperä - etymologinen tietokanta
sme: Álgu - diehtovuođđu - Sámegielaid sániid álgovuolgga - etymologalaš diehtovuođđu

source: - nettisivusto, jossa voi harjoitella itsenäisesti saamenkieltä monipuolisilla opetusohjelmilla.
sme: - interneahttavuorká, gos beassá oahppat iehčanassii sámegiela máŋggabealát oahpahusprográmmaiguin

source: - opetusohjelmia voi käyttää myös opettajan johdolla koko opetusryhmän kanssa.
sme: - oahpaheaddji sáhttá geavahit daid maid olles oahpahusjoavkkuin dahje sierraoahpahusas.

source: - Suomessa sivuja voi käyttää ilmaisksi saamenkielen ja saamenkielisessä opetuksessa.
sme: Suomas siidduid oažžu geavahit nuvttá sámegiela ja sámegielat oahpahusas.

source: Opettajan tulee pyytää käyttäjätunnus Toivo Westiltä (toivo.
sme: Oahpaheaddji galgá ieš bivdit geavahandovddaldaga Toivo Westas (toivo.

source: - Norjan ja Ruotsin puolella koulujen tulee ostaa ohjelman lisenssi.
sme: Norgga ja Ruoŧa beale skuvllat galget oastit prográmma liseanssa sierra.

source: Sátnemeahccái - luku- ja kirjoitustaidon alkuopetus I - pohjoissaame
sme: Sátnemeahccái - lohkan- ja čállindáiddu álgooahpahus I - davvisámegiella

source: Lohkan- ja čállindáiddu alkuopetus II - pohjoissaame
sme: Lohkan- ja čállindáiddu álgooahpahus II - davvisámegiella

source: Esim.
sme: E-skuvla

source: Cujaju on sivusto, jonka avulla voi helposti kertoa päiväkoti-ikäisille joikaamisesta ja joiusta !
sme: - mánáide ja nuoraide sámegiela ja sámegiel neahttaoahpponeavvut,

source: - lapsille ja nuorille saamenkielen ja saamenkielisiä nettiopetusmateriaaleja,
sme: - vuođđo- ja joatkkaskuvllaid ohppiide gáiddusoahpahus,

source: - peruskouluihin ja lukioon etäopetusta,
sme: - rávesolbmuide davvi-, julev- ja máttasámegielakurssat,

source: - aikuisille pohjois- luulajan- ja eteläsaamen kursseja,
sme: - máŋgakultuvrralašvuođa áddejumi kurssat.

source: - monikulttuurisuuden ymmärtämisen kursseja.
sme: - Anárašgiela searvvi ja Sámi Musea Siidda buvttadan diehtosiiddut

source: Nuortalaččat - Saamelaismuseosäätiö Siidan tuottama tietosivusto koltansaamelaisista
sme: Nuortalaččat - Sámi Musea Siidda buvttadan diehtosiiddut

source: Maahisweb - Saamelaismuseosäätiö Siidan tuottama nettisivusto lapsille
sme: Maahisweb - Sámi Musea Siidda buvttadan mánáid neahttasiiddut

source: Bildetema - Interaktiivinen monikielinen kuvasanakirja
sme: Bildetema - Interaktiivvalaš máŋggagielat govvasátnegirji

source: - nettisanakirja
sme: - neahttasátnegirji

source: - pohjoissaame
sme: - anárašgiella

source: - inarinsaame
sme: - nuortalašgiella

source: Nettisanakirjoja pohjoissaame - suomi
sme: Neahttadigisánit davvisámegiella - suomagiella

source: Yle Sámi radio (Unna Junná - lasten TV ja Binna bánna lasten radio)
sme: Yle Sámi radio (Unna Junná - mánáid TV ja Binna bánna mánáid radio)

source: SVT Sápmi - lasten TV
sme: SVT Sápmi - mánáid TV

source: Cugu - nettisivusto lapsille
sme: Cugu - neahttasiidu mánáide

source: Eanadállu - Interaktiivinen pelisivusto lapsille
sme: Eanadállu - Interaktiivvalaš speallansiidu mánáide

source: - Lasten kertomus jonka voi lukea tai kuunnella.
sme: - Mánáid máinnas man sáhttá lohkat dahje guldalit.

source: Sámi Giellagáldu julkaisee saamenkielten uusinta terminologiaa ja normitusta.
sme: Sámi Giellagáldu almmustahttá sámegielaid ođđa terminologiija ja normeremiid.
